Repository: common-repository/presseportal
Catalog: i18n/Presseportal-*.po
Languages: de_de

source: Displays latest news from Presseportal
de_de: Zeigt aktuelle Meldungen von Presseportal.de

source: No stories
de_de: Keine Meldungen

source: Latest news
de_de: Letzte Meldungen

source: Title
de_de: Titel

source: Story count
de_de: Anzahl Meldungen

source: Show date
de_de: Datum anzeigen

source: minutes
de_de: Minuten

source: hour
de_de: Stunde

source: hours
de_de: Stunden

source: Source
de_de: Quelle

source: Presseportal: New post added
de_de: Presseportal: Neue Meldungen hinzugefügt

source: URL to admin page
de_de: URL zur Admin-Seite

source: Presseportal plugin: Please enter API key and select resources to load
de_de: Presseportal-Plugin: Bitte API-Schlüssel eingeben und Quellen auswählen.

source: Your settings have been saved.
de_de: Einstellungen wurden gespeichert.

source: Options
de_de: Optionen

source: General
de_de: Allgemein

source: Offices/Companies
de_de: Dienststellen/Firmen

source: Save all
de_de: Alles speichern

source: No result from server.
de_de: Kein Ergbnis vom Server

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: Please enter API key
de_de: Bitte API-Schlüssel eingeben

source: Please select resource
de_de: Bitte Quellen auswählen

source: Last processed story id has been reset.
de_de: Letzte Meldungsnummern wurde zurückgesetzt.

source: Stories have been loaded.
de_de: Meldungen wurden geladen.

source: New stories can be automatically loaded and added to your blog. This is done every hour.
de_de: Neue Meldungen können automatisch geladen werden und als Beiträge in Ihrem Blog gepostet werden. Dies geschieht stündlich.

source: Enable cronjob
de_de: Cronjob einschalten

source: Publish new posts immediately
de_de: Neue Meldungen sofort veröffentlichen

source: Notify on every new story
de_de: Alarmieren bei jeder neuen Meldung

source: Last processed story id
de_de: Letzte Meldungsnummer

source: unknown
de_de: unbekannt

source: Last cron execution time
de_de: Letzte Ausführung des Cronjobs

source: Date/time
de_de: Datum/Uhrzeit

source: State
de_de: Status

source: successfull
de_de: erfolgreich

source: Load stories now
de_de: Meldungen jetzt laden

source: Reset last processed story id
de_de: Letzte Meldungsnummer zurücksetzen

source: On this page you can define what stories are loaded and added to your blog. Simpley select a public office or a company.
de_de: Auf dieser Seite können Sie wählen, aus welchen Quellen Meldungen geladen werden sollen. Wählen Sie dazu einfach eine Dienststelle oder eine Firma aus.

source: Office/Company
de_de: Dienststelle/Firma

source: Search for office/company
de_de: Suchen nach Dienststellen/Firmen

source: Remove office/company
de_de: Dienststelle/Firma löschen

source: User for new posts
de_de: Benutzer für neue Beiträge

source: Category for new posts
de_de: Kategorie für neue Beiträge

source: Search for resources
de_de: Nach Quellen suchen

source: You can search for German companies here. Start the search and select one item from the result list. Press apply to accept.
de_de: Hier können Sie nach deutschen Firmen suchen. Starten Sie die Suche und wählen Sie einen Eintrag aus der Liste.

source: Type
de_de: Typ

source: Office
de_de: Dienststelle

source: Company
de_de: Firma

source: Search terms
de_de: Suchworte

source: Search
de_de: Suchen

source: Cancel
de_de: Abbrechen

source: Search result
de_de: Suchergebnis

source: Apply
de_de: Übernehmen

source: This page contains fundamental plugin settings. Without API key and resource id the plugin is unable to work.
de_de: Diese Seite bietet grundlegende Einstellmöglichkeiten des Plugins. Ohne API-Schlüssel und Quelle kann das Plugin nicht arbeiten.

source: If you do not have an API key, please register on the following page to get one
de_de: Wenn Sie noch keinen API-Schlüssel haben, registrieren Sie sich bitte auf folgender Seite, um einen Schlüssel zu erhalten

source: Click here
de_de: Hier clicken

source: Presseportal API key
de_de: Presseportal API-Schlüssel

source: Default user for new posts
de_de: Benutzer für neue Beiträge (Default)

source: Default category for new posts
de_de: Kategorie für neue Beiträge (Default)

source: Default positive filters
de_de: Positiver Filter (Default)

source: Separate multiple filters by comma.
de_de: Mehrere Filter durch Komma trennen

source: Default negative filters
de_de: Negativer Filter (Default)
